Repository: chaichaimee/xPand
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: de, es, fr, ru

source: xPand - AutoCorrect
de: xPand - AutoKorrektur
es: xPand - Autocorrección
fr: xPand - Correction automatique
ru: xPand - Автокоррекция

source: Code:
es: Código:
ru: Код:

source: OK
es: Aceptar
ru: ОК

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена

source: Code not found
de: Code nicht gefunden
es: Código no encontrado
fr: Code non trouvé
ru: Код не найден

source: Cannot copy to clipboard
de: Kann nicht in die Zwischenablage kopiert werden
es: No se puede copiar al portapapeles
fr: Impossible de copier dans le presse-papiers
ru: Невозможно скопировать в буфер обмена

source: Cannot paste text. Please try manual paste (Ctrl+V).
de: Text kann nicht eingefügt werden. Bitte versuchen Sie es manuell (Strg+V).
es: No se puede pegar el texto. Por favor, intente el pegado manual (Ctrl+V).
fr: Impossible de coller le texte. Veuillez essayer la méthode manuelle (Ctrl+V).
ru: Невозможно вставить текст. Попробуйте вставить вручную (Ctrl+V).

source: Error pasting text
de: Fehler beim Einfügen von Text
es: Error al pegar el texto
fr: Erreur lors du collage du texte
ru: Ошибка при вставке текста

source: xPand Settings
de: xPand Einstellungen
es: Configuración de xPand
fr: Paramètres xPand
ru: Настройки xPand

source: Code list:
de: Codeliste:
es: Lista de códigos:
fr: Liste des codes :
ru: Список кодов:

source: Code
es: Código
ru: Код

source: Word
de: Wort
es: Palabra
fr: Mot
ru: Слово

source: Word:
de: Wort:
es: Palabra:
fr: Mot :
ru: Слово:

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ru: Добавить

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ru: Изменить

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ru: Удалить

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть

source: No code starting with: {}
de: Kein Code beginnend mit: {}
es: No hay código que comience por: {}
fr: Aucun code commençant par : {}
ru: Нет кода, начинающегося с: {}

source: No matching code
de: Kein übereinstimmender Code
es: No hay código coincidente
fr: Aucun code correspondant
ru: Нет совпадающего кода

source: Please enter a code
de: Bitte geben Sie einen Code ein
es: Por favor, introduzca un código
fr: Veuillez entrer un code
ru: Пожалуйста, введите код

source: Please enter a word
de: Bitte geben Sie ein Wort ein
es: Por favor, introduzca una palabra
fr: Veuillez entrer un mot
ru: Пожалуйста, введите слово

source: Code already exists
de: Code existiert bereits
es: El código ya existe
fr: Le code existe déjà
ru: Код уже существует

source: Add Succeeded
de: Erfolgreich hinzugefügt
es: Añadido con éxito
fr: Ajout réussi
ru: Добавление успешно

source: Error adding code
de: Fehler beim Hinzufügen des Codes
es: Error al añadir código
fr: Erreur lors de l'ajout du code
ru: Ошибка при добавлении кода

source: Edit mode. Modify code and word, then click Edit to save.
de: Bearbeitungsmodus. Ändern Sie Code und Wort, dann klicken Sie auf Bearbeiten zum Speichern.
es: Modo de edición. Modifique el código y la palabra, y luego haga clic en Editar para guardar.
fr: Mode édition. Modifiez le code et le mot, puis cliquez sur Modifier pour enregistrer.
ru: Режим редактирования. Измените код и слово, затем нажмите Изменить, чтобы сохранить.

source: Are you sure you want to delete the code '{name}'?
de: Sind Sie sicher, dass Sie den Code '{name}' löschen möchten?
es: ¿Está seguro de que quiere eliminar el código '{name}'?
fr: Êtes-vous sûr de vouloir supprimer le code '{name}' ?
ru: Вы уверены, что хотите удалить код '{name}'?

source: Confirm deletion
de: Löschung bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
ru: Подтвердить удаление

source: Code removed
de: Code entfernt
es: Código eliminado
fr: Code supprimé
ru: Код удален

source: Error removing code
de: Fehler beim Entfernen des Codes
es: Error al eliminar código
fr: Erreur lors de la suppression du code
ru: Ошибка при удалении кода

source: Open xPand AutoCorrect
de: xPand AutoKorrektur öffnen
es: Abrir xPand Autocorrección
fr: Ouvrir xPand Correction automatique
ru: Открыть xPand Автокоррекция

source: Error opening xPand
de: Fehler beim Öffnen von xPand
es: Error al abrir xPand
fr: Erreur lors de l'ouverture de xPand
ru: Ошибка при открытии xPand

source: Error opening xPand settings
de: Fehler beim Öffnen der xPand Einstellungen
es: Error al abrir la configuración de xPand
fr: Erreur lors de l'ouverture des paramètres xPand
ru: Ошибка при открытии настроек xPand

source: Open xPand Settings
de: xPand Einstellungen öffnen
es: Abrir Configuración de xPand
fr: Ouvrir les paramètres xPand
ru: Открыть Настройки xPand
